Repository: jadetheda/IceCubesApp
Catalog: IceCubesApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: be, de, es, eu, fr, it, ja, ko, nb, nl, pl, pt_br, tr, uk, zh_hans, zh_hant

source: The DeepL API Key is still stored!
de: Der DeepL-API-Schlüssel ist noch gespeichert!
es: ¡La clave de la API de DeepL todavía está guardada!
eu: DeepL API gakoa gordeta dago oraindik ere!
fr: La clé API DeepL est déjà stockée !
it: La chiave API DeepL è ancora salvata!
ko: DeepL API 키가 아직 저장되어 있습니다!
nl: De DeepL API-sleutel is nog steeds opgeslagen!
pl: Klucz DeepL API jest nadal zapisany!
pt_br: A chave de API DeepL ainda está armazenada!
tr: DeepL API Anahtarı hala saklanıyor!
zh_hans: DeepL API 密钥已存储！
zh_hant: DeepL 密鑰仍然儲存著！

source: The Translation Service of your Instance couldn't be reached!
de: Der Übersetzung-Service deiner Instanz konnte nicht erreicht werden!
es: ¡No se ha podido conectar con el Servicio de Traducción de su Instancia!
eu: Ezin izan da zure instantziako itzulpen zerbitzua atzitu!
fr: Le Service de Traduction de votre instance n'est pas joignable !
it: Impossibile raggiungere il servizio di traduzione della tua istanza!
ko: 마스토돈 서버의 번역 서비스가 응답하지 않습니다!
nl: De Vertaalservice van deze server is onbereikbaar!
pl: Nie udało się nawiązać połączenia z usługą tłumacza Twojego serwera!
pt_br: Não foi possível acessar o serviço de tradução da sua instância!
tr: Örneğinizin Çeviri Hizmetine ulaşılamadı!
zh_hans: 无法连接你的服务器的翻译服务！
zh_hant: 無法聯繫本站的翻譯服務！

# timeline.content-filter.title
source: Content Filter
de: Inhaltsfilter
es: Filtro de contenido
eu: Edukiaren iragazkiak
fr: Filtre de contenu
it: Filtro dei contenuti
ja: コンテンツフィルター
ko: 글 필터
nl: Inhoudfilter
pl: Filtr zawartości
pt_br: Filtro de Conteúdo
tr: İçerik Filtresi
zh_hans: 内容筛选
zh_hant: 內容篩選

# timeline.filter.add-tag-groups
source: Add tag group
de: Taggruppe hinzufügen
es: Añadir grupo
eu: Gehitu traola-sorta
fr: Ajouter un groupe de tags
it: Aggiungi gruppo di tag
ja: タググループを追加
ko: 태그 모음 추가
pl: Dodaj grupę hasztagów
pt_br: Adicionar grupo de tags
tr: Etiket grubu ekle
uk: Додати групу теґів
zh_hans: 新建标签组
zh_hant: 新增標籤組

# timeline.filter.edit-tag-groups
source: Edit tag group
de: Taggruppe bearbeiten
es: Editar grupo
eu: Editatu traola-sorta
fr: Éditer le groupe de tags
it: Modifica gruppo di tag
ja: タググループを編集する
ko: 태그 모음 편집
pl: Edytuj grupę hasztagów
pt_br: Editar grupo de tags
tr: Etiket grubunu düzenle
uk: Редагувати групу теґів
zh_hans: 编辑标签组
zh_hant: 編輯標籤組

# timeline.filter.show-boosts
source: Show Boosts
de: Boosts zeigen
es: Mostrar Boosts
eu: Erakutsi bultzadak
fr: Afficher les boosts
it: Mostra reblog
ja: ブーストを表示
ko: 부스트된 글 표시
nl: Toon boosts
pl: Pokazuj podbicia
pt_br: Mostrar Boosts
tr: Yükseltmeleri Göster
zh_hans: 显示转嘟
zh_hant: 顯示轉嘟

# timeline.filter.show-quote
source: Show Quotes
de: Zitate zeigen
es: Mostrar Citas
eu: Erakutsi aipuak
fr: Afficher les citations
it: Mostra citazioni
ja: 引用を表示
ko: 인용 표시
nl: Toon citaten
pl: Pokazuj cytaty
pt_br: Mostrar Menções
tr: Alıntıları Göster
zh_hans: 显示引用
zh_hant: 顯示引述

# timeline.filter.show-replies
source: Show Replies
de: Antworten zeigen
es: Mostrar Respuestas
eu: Erakutsi erantzunak
fr: Afficher les réponses
it: Mostra risposte
ja: 返信を表示
ko: 다른 사용자에게 남긴 답글 표시
nl: Toon antwoorden
pl: Pokazuj odpowiedzi
pt_br: Mostrar Respostas
tr: Yanıtları Göster
zh_hans: 显示回复
zh_hant: 顯示回覆

# timeline.filter.show-threads
source: Show Threads
de: Threads zeigen
es: Mostrar Hilos
eu: Erakutsi hariak
fr: Afficher les fils
it: Mostra thread
ja: スレッドを表示
ko: 스스로에게 남긴 답글 표시
nl: Toon threads
pl: Pokazuj wątki
pt_br: Mostrar Conversas
tr: Konuları Göster
zh_hans: 显示续接嘟文
zh_hant: 顯示續帖

# timeline.filter.tag-groups
source: Tag Groups
de: Taggruppen
es: Grupos de Etiquetas
eu: Traola-sortak
fr: Groupes de tags
it: Gruppi di tag
ja: タググループ
ko: 태그 모음
nl: Taggroepen
pl: Grupy hasztagów
pt_br: Grupo de Tags
tr: Etiket Grupları
uk: Групи теґів
zh_hans: 标签组
zh_hant: 標籤組

# timeline.latest
source: Refresh
de: Aktualisieren
es: Saltar al más reciente
eu: Freskatu
fr: Rafraichir
it: Aggiorna
ko: 완전히 새로고침
nl: Ververs
pl: Odśwież
pt_br: Atualizar
tr: Yenile
zh_hans: 跳转到最新
zh_hant: 更新

# timeline.n-recent-from-n-participants %lld %lld
source: %lld recent posts from %lld participants
de: %lld aktuelle Beiträge von %lld Teilnehmenden
es: %lld publicaciones recientes publicaciones recientes de %lld participantes participantes
eu: %lld partaidek egindako %lld bidalketa
fr: %lld publications récentes publications récentes de %lld participants participants
it: %lld post recenti da %lld partecipanti
ko: %lld개 최근 글 (%lld명이 이야기 중)
nl: %lld recente berichten van %lld deelnemers
pl: %lld ostatnich postów od %lld uczestników
pt_br: %lld publicações recentes postagens recentes de %lld participantes participantes
tr: Son %lld gönderi katılımcı tarafından %lld katılımcı yeni gönderi
zh_hans: 最近 最近 %lld 条嘟文 条嘟文来自 来自 %lld 个参与者 个参与者
zh_hant: %lld 篇新嘟文，%lld 位參與者

# timeline.resume
source: Resume
de: Fortsetzen
es: Continuar
eu: Jarraitu
fr: Reprendre
it: Riprendi
ja: 再開する
ko: 마지막 위치로 이동
nl: Hervat
pl: Wznów
pt_br: Continuar
tr: Devam Et
uk: Оновити
zh_hans: 恢复位置
zh_hant: 繼續

# toast.posting.failure.saved-to-drafts
source: Saved to drafts
de: In Entwürfen gespeichert
es: Guardado como borrador
fr: Sauvegardé dans les brouillons
it: Salvato nelle bozze
pl: Zachowano w wersjach roboczych
zh_hant: 儲存至草稿

# toast.posting.success.title
source: Post sent
de: Beitrag gepostet
es: Publicación enviada
fr: Publication envoyée
it: Post inviato
pl: Post wysłany
zh_hant: 嘟文送出

# toast.posting.title
source: Posting
de: Poste Beitrag
es: Publicando
fr: Envoi de la publication
it: Pubblicazione
pl: Publikowanie
zh_hant: 嘟文送出中

# toast.status.delete.failure.title
source: Couldn't delete post
de: Beitrag konnte nicht gelöscht werden
es: No fue posible eliminar la publicación
fr: Impossible de supprimer la publication
it: Impossibile eliminare il post
pl: Nie udało się usunąć postu
zh_hant: 無法刪除嘟文

# toast.status.delete.success.title
source: Post deleted
de: Beitrag gelöscht
es: Publicación eliminada
fr: Publication supprimée
it: Post eliminato
pl: Post usunięty
zh_hant: 嘟文刪除

# toast.status.delete.title
source: Deleting post
de: Beitrag wird gelöscht
es: Eliminando publicación
fr: Suppression de la publication
it: Elimino post
pl: Usuwanie postu
zh_hant: 嘟文刪除中

source: Translation Service
de: Übersetzungsdienst
es: Servicio de Traducción
eu: Itzulpen zerbitzua
fr: Service de traduction
it: Servizio di traduzione
ko: 사용할 번역 서비스
nl: Vertaalservice
pl: Usługa tłumacza
pt_br: Serviço de Tradução
tr: Çeviri servisi
zh_hans: 翻译服务
zh_hant: 翻譯服務

source: Trending Links
de: Links im Trend
es: Enlaces en Tendencia
eu: Gori-gorian dauden estekak
fr: Liens tendances
it: Link in tendenza
ko: 뜨고 있는 링크
pl: Popularne linki
pt_br: Links em alta
tr: Trend Linkler
zh_hans: 当下流行的链接
zh_hant: 流行連結

source: Trending Timeline
de: Timeline im Trend
es: Cronología de Tendencias
eu: Joeren denbora-lerroa
fr: Chronologie des tendances
it: Timeline in tendenza
ko: 뜨고 있는
pt_br: Timeline em alta
tr: Trend Olanlar
zh_hans: 当下流行时间线
zh_hant: 流行時間軸

source: Truncate status content
de: Statusinhalt abschneiden
es: Truncar contenido del estado
fr: Tronquer le contenu des publications
it: Tronca contenuto post
ko: 긴 글 본문을 일부만 표시
pl: Wymaż treść statusu
pt_br: Cortar conteúdo do status
zh_hant: 截短狀態內容

source: Use Ice Cubes to compose a post for Mastodon
de: Ice Cubes verwenden, um einen Beitrag für Mastodon zu verfassen
es: Usar Ice Cubes para escribir una publicación para Mastodon
eu: Erabili Ice Cubes Mastodonerako bidalketa bat idazteko
fr: Utiliser Ice Cubes pour composer une publication pour Mastodon
it: Usa Ice Cubes per comporre un post per Mastodon
ko: 글 작성 화면을 엽니다.
pl: Użyj Ice Cubes do pisania postów na Mastodonie
pt_br: Usar Ice Cubes para criar uma postagem para o Mastodon
tr: Mastodon için bir gönderi oluşturmak için Ice Cubes kullanın
zh_hans: 使用 Ice Cubes 向 Mastodon 发布嘟文
zh_hant: 用 Ice Cubes 在 Mastodon 上發表嘟文

source: Use Ice Cubes to compose a post with an image to Mastodon
de: Ice Cubes verwenden, um einen Beitrag mit einem Bild für Mastodon zu verfassen
es: Usar Ice Cubes para escribir una publicación con una imagen para Mastodon
eu: Erabili Ice Cubes irudi bat duen Mastodonerako bidalketa bat idazteko
fr: Utiliser Ice Cubes pour composer une publication avec une image sur Mastodon
it: Usa Ice Cubes per comporre un post con un'immagine per Mastodon
ko: 글 작성 화면을 열고 이미지를 첨부합니다.
pl: Użyj Ice Cubes do pisania postów z obrazkami na Mastodonie
tr: Mastodon'da görsel içeren bir gönderi oluşturmak için Ice Cubes kullanın
zh_hans: 使用 Ice Cubes 向 Mastodon 发布带有图片的嘟文
zh_hant: 用 Ice Cubes 在 Mastodon 上發表圖片

source: Visibility
de: Sichtbarkeit
es: Visibilidad
eu: Ikusgaitasuna
fr: Visibilité
it: Visibilità
ko: 공개 범위
nl: Zichtbaarheid
pl: Widoczność
pt_br: Visibilidade
tr: Görünürlük
zh_hans: 可见范围
zh_hant: 能見度

source: Visibility of your post
de: Sichtbarkeit deines Beitrags
es: Visibilidad de su publicación
eu: Zure bidalketaren ikusgaitasuna
fr: Visibilité de votre publication
it: Visibilità del post
ko: 공개 범위
nl: Zichtbaarheid van je bericht
pl: Widoczność Twojego postu
pt_br: Visibilidade da sua postagem
tr: Gönderinizin görünürlüğü
zh_hans: 嘟文可见范围
zh_hant: 您嘟文的能見度

# settings.export.title
source: Export App Settings
de: Einstellungen exportieren
es: Exportar ajustes
fr: Exporter les paramètres
it: Esporta impostazioni
ja: 設定をエクスポート
ko: 설정 내보내기
nl: Instellingen exporteren
pl: Eksportuj ustawienia
pt_br: Exportar configurações
tr: Ayarları dışa aktar
zh_hans: 导出设置
zh_hant: 匯出設定

# settings.import.title
source: Import App Settings
de: Einstellungen importieren
es: Importar ajustes
fr: Importer les paramètres
it: Importa impostazioni
ja: 設定をインポート
ko: 설정 가져오기
nl: Instellingen importeren
pl: Importuj ustawienia
pt_br: Importar configurações
tr: Ayarları içe aktar
zh_hans: 导入设置
zh_hant: 匯入設定

# settings.cache.footer
source: Remove all cached images and videos
de: Alle zwischengespeicherten Bilder und Videos entfernen
es: Eliminar todas las imágenes y vídeos en caché
fr: Supprimer toutes les images et vidéos en cache
it: Rimuovi tutte le immagini e i video in cache
ja: キャッシュされたすべての画像と動画を削除
ko: 캐시된 모든 이미지 및 비디오 제거
nl: Verwijder alle in de cache opgeslagen afbeeldingen en video's
pl: Usuń wszystkie obrazy i filmy z pamięci podręcznej
pt_br: Remover todas as imagens e vídeos em cache
tr: Önbelleğe alınmış tüm resimleri ve videoları kaldır
zh_hans: 清除所有缓存的图像和视频
zh_hant: 清除所有快取的圖片和影片

# settings.wishlist.title
source: Feature Requests
de: Funktionsanfragen
es: Solicitudes de funciones
fr: Demandes de fonctionnalités
it: Richieste di funzionalità
ja: 機能リクエスト
ko: 기능 요청
nl: Functieverzoeken
pl: Propozycje funkcji
pt_br: Solicitações de recursos
tr: Özellik İstekleri
zh_hans: 功能请求
zh_hant: 功能請求

# settings.display.gallery.optimize-layout
source: Optimize grid layout
de: Raster-Layout optimieren
es: Optimizar el diseño de la cuadrícula
fr: Optimiser la mise en page de la grille
it: Ottimizza il layout della griglia
ja: グリッドレイアウトを最適化
ko: 그리드 레이아웃 최적화
nl: Raster lay-out optimaliseren
pl: Optymalizuj układ siatki
pt_br: Otimizar layout da grade
tr: Izgara düzenini optimize et
zh_hans: 优化网格布局
zh_hant: 最佳化網格佈局

# settings.display.gallery.add-margins
source: Add thin margins
de: Schmale Ränder hinzufügen
es: Añadir márgenes finos
fr: Ajouter de fines marges
it: Aggiungi margini sottili
ja: 細いマージンを追加
ko: 얇은 여백 추가
nl: Smalle marges toevoegen
pl: Dodaj cienkie marginesy
pt_br: Adicionar margens finas
tr: İnce boşluklar ekle
zh_hans: 添加细边距
zh_hant: 新增細邊距

# settings.content.iceshrimp.workarounds
source: Enable IceShrimp workarounds
de: IceShrimp-Workarounds aktivieren
es: Habilitar soluciones alternativas para IceShrimp
fr: Activer les solutions de contournement IceShrimp

# settings.content.iceshrimp.alternative-tag-fetching
source: Alternative tag group fetching
de: Alternative Abfrage von Tag-Gruppen
es: Búsqueda alternativa de grupos de etiquetas
fr: Récupération alternative des groupes de tags

# settings.content.iceshrimp.trending-half-life
source: Score half-life: %.1f hours
de: Halbwertszeit des Scores: %.1f Stunden
es: Vida media de la puntuación: %.1f horas
fr: Demi-vie du score : %.1f heures

# settings.hide-seen.title
source: Hide Seen Posts
de: Gesehene Beiträge ausblenden
es: Ocultar publicaciones vistas
fr: Masquer les posts vus
it: Nascondi post visti
ja: 既読の投稿を非表示
ko: 읽은 게시물 숨기기
nl: Verberg geziene berichten
pl: Ukryj przeczytane posty
pt_br: Ocultar postagens vistas
tr: Görülen Gönderileri Gizle
zh_hans: 隐藏已读帖子
zh_hant: 隱藏已讀貼文

# timeline.filter.hide-sensitive-posts
source: Hide sensitive posts
de: Sensible Beiträge ausblenden
es: Ocultar publicaciones sensibles
fr: Masquer les posts sensibles
it: Nascondi post sensibili
ja: センシティブな投稿を非表示
ko: 민감한 게시물 숨기기
nl: Verberg gevoelige berichten
pl: Ukryj wrażliwe posty
pt_br: Ocultar postagens sensíveis
tr: Hassas gönderileri gizle
zh_hans: 隐藏敏感帖子
zh_hant: 隱藏敏感貼文

# settings.display.gallery.round-corners
source: Round corners
de: Ecken abrunden
es: Esquinas redondeadas
fr: Arrondir les coins
it: Arrotonda gli angoli
ja: 角を丸くする
ko: 둥근 모서리
nl: Ronde hoeken
pl: Zaokrąglone rogi
pt_br: Cantos arredondados
tr: Köşeleri yuvarla
zh_hans: 圆角
zh_hant: 圓角

# accessibility.media.supported-type.video.label
source: Video
es: Vídeo
eu: Bideoa
fr: Vidéo
ja: ビデオ
ko: 동영상
pl: Wideo
pt_br: Vídeo
zh_hans: 视频
zh_hant: 視訊

# accessibility.tabs.profile.picker.followed-tags
source: Tags
es: Etiquetas
eu: Traolak
it: Tag
ja: タグ
ko: 팔로우한 태그
nb: Tagger
pl: Hasztagi
tr: Etiketler
zh_hans: 标签
zh_hant: 標籤

# accessibility.tabs.profile.user.account-bot.label
source: Bot account
es: Cuenta bot
eu: Bot kontua
fr: Compte robot
it: Account bot
ja: ボットアカウント
ko: 봇 계정
nb: Bot-konto
pl: Konto bota
pt_br: Conta de bot
tr: Bot hesap
zh_hans: 机器人账户
zh_hant: 機器人帳號

# add-tag-groups.edit.tags.add
source: Tag
es: Etiqueta
eu: Traola
ja: タグ
ko: 태그
pl: Hasztag
tr: Etiket
uk: Теґ
zh_hans: 标签
zh_hant: 標籤

source: Adds @ and # keys directly on the keyboard for faster mentions and hashtags.
es: Añadir @ y # directamente al teclado para menciones y hashtags más rápidos
fr: Ajoute les touches @ et # directement sur le clavier pour faire plus rapidement des mentions et des hashtags.
it: Aggiunge i tasti @ e # alla tastiera per scrivere menzioni e hashtag più velocemente.
pl: Dodaje @ oraz # bezpośrednio na klawiaturze dla szybszych wzmianek i hasztagów.
zh_hant: 在鍵盤上直接加入 @ 和 # 鍵，方便提及和主題標籤。

source: DeepL API Free
es: DeepL API Gratis
tr: DeepL API Ücretsiz

# explore.section.trending.links
source: News
es: Noticias
fr: Nouveautés
it: Notizie
ko: 뜨고 있는 링크
nl: Nieuws
pl: Popularne linki
pt_br: Notícias
tr: Trend Bağlantılar
zh_hans: 新闻
zh_hant: 新聞

source: Fetches all new timeline posts (up to 800) instead of only the latest 40 + manually loading the gap.
es: Obtiene todas las nuevas publicaciones de la cronología (hasta 800) en lugar de las últimas 40, permitiendo rellenar los huecos
fr: Récupère toutes les nouveaux fils d’actualités (jusque 800) plutôt qu’uniquement les 40 derniers, et charge manuellement la différence.
it: Carica tutti i nuovi post delle timeline (fino a 800) invece che solo gli ultimi 40 + i restanti manualmente.
pl: Pobiera wszystkie nowe posty strumienia (do 800) zamiast tylko ostatnich 40 + ręczne uzupełnianie przerw.
zh_hant: 下載全部時間軸內容（最多 800）而非最新 40 嘟文和手動

source: Full timeline fetch
es: Obtener toda la cronología
fr: Récupération de tout le fil d’actualité
it: Caricamento completo timeline
pl: Pobierz pełny strumień
zh_hant: 時間軸全下載

source: Keeps your home timeline up to date in real time using streaming when available. Disable in case of performance issues.
es: Mantiene tu cronología de inicio en tiempo real usando streaming cuando esté disponible. Deshabilitar en caso de problemas de rendimiento.
fr: Maintient votre fil d'actualité personnel à jour en temps réel grâce au streaming (lorsqu'il est disponible). Désactivez cette fonction en cas de problèmes de performance.
it: Mantiene la home aggiornata in tempo reale utilizzando lo streaming quando disponibile. Disattiva in caso di problemi di prestazioni.
pl: Utrzymuje twój strumień strony domowej w czasie rzeczywistym korzystając ze strumieniowania gdy jest dostępne. Wyłącz w przypadku problemów wydajnościowych.
zh_hant: 讓主時間軸保持最新鮮。如有效能問題可以關閉。

# list.repliesPolicy.list
source: Members of the list
es: Miembros de la lista
eu: Zerrendako kideak
fr: Membres de la lsite
it: Membri della lista
ko: 리스트에 있는 사용자에게 남긴 답글
pl: Członkowie listy
pt_br: Membros da lista
tr: Liste üyeleri
zh_hans: 仅列表成员
zh_hant: 本列表的成員

# lists.edit.settings
source: List settings
es: Ajustes de listas
eu: Zerrendaren ezarpenak
fr: Réglage de la liste
it: Impostazioni lista
ja: リスト設定
ko: 리스트 설정
pl: Ustawienia listy
pt_br: Configurações da lista
tr: Liste ayarları
zh_hans: 列表设置
zh_hant: 列表設定

# lists.edit.users-search
source: Search users
es: Buscar usuarios
eu: Bilatu erabiltzaileak
fr: Rechercher des utilisateurs
it: Cerca utenti
ja: ユーザーを検索
ko: 사용자 검색
pl: Wyszukaj osoby
pt_br: Procurar usuários
tr: Kullanıcıları ara
zh_hans: 搜索用户
zh_hant: 搜尋用戶

source: Metrics
es: Métricas
fr: Métriques
it: Statistiche
pl: Statystyki
zh_hant: 度量指標

# notifications.content-filter.moderatedAccounts
source: Moderated accounts
es: Cuentas moderadas
fr: Comptes modérés
it: Account moderati
pl: Konta moderowane
zh_hant: 受審核帳戶

# notifications.content-filter.moderatedAccounts.subtitle
source: Limited by server moderators
es: Limitado por los moderadores del servidor
fr: Limité par les modérateurs du serveur
it: Limitati dai moderatori dei server
pl: Ograniczone przez moderatorów serwera
zh_hant: 受伺服器審核限制

# notifications.content-filter.newAccounts.subtitle
source: Created within the past 30 days
es: Creado durante los últimos 30 días
fr: Crées ces 30 derniers jours
it: Creati negli ultimi 30 giorni
pl: Utworzone w ciągu ostatnich 30 dni
zh_hant: 三十日內開戶

# notifications.content-filter.peopleNotFollowingYou.subtitle
source: And following you for less than 3 days
es: Y siguiéndote desde hace menos de tres días
fr: Et vous suivant depuis moins de 3 jours
it: E che ti seguono da meno di 3 giorni
pl: I obserwuję cię od niecałych 3 dni
zh_hant: 及跟隨您少於三日

# notifications.content-filter.peopleYouDontFollow.subtitle
source: Until you manually approve them
es: Hasta tu aprobación manual
fr: Jusque ce que vous les approuvez manuellement
it: Finché non li approvi manualmente
pl: Dopóki ich ręcznie nie zatwierdzisz
zh_hant: 直到您手動許可他們

# notifications.content-filter.privateMentions.subtitle
source: Unless it's in reply to your own mention or if you follow the sender
es: Salvo si estás respondiendo a tu propia mención o si sigues al remitente
fr: Sauf si c'est en réponse à votre propre mention ou si vous suivez l'expéditeur.
it: A meno che non sia una risposta a una tua menzione o se segui il mittente
pl: Chyba że jest to odpowiedź na własną wzmiankę lub jeśli obserwujesz nadawcę
zh_hant: 除非是回覆您的提及或您跟隨發文者

# notifications.content-filter.select
source: Select
es: Seleccionar
fr: Sélectionner
it: Seleziona
pl: Wybierz
zh_hant: 選取

# notifications.content-filter.select-all
source: Select all
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pl: Wybierz wszystkie
zh_hant: 全選

# settings.display.avatarAnimated
source: Animated Avatars and Headers
es: Avatares y encabezados animados
fr: Avatars animés et en-têtes
it: Avatar e copertine animati
pl: Animowane awatary i nagłówki
zh_hant: 動畫頭像與橫幅圖片

# settings.other.animate-emojis
source: Enable Animated Emojis
es: Habilitar emojis animados
fr: Activer les emojis animés
it: Abilita emoji animate
pl: Włącz animowane emoji
zh_hant: 啟用動畫表情符號

# settings.section.cache
source: Cache
es: Caché
eu: Katxea
ja: キャッシュ
ko: 캐시 데이터
nb: Hurtigbuffer
pl: Bufor
tr: Önbellek
uk: Кеш
zh_hans: 缓存
zh_hant: 快取

# settings.translation.needed-message
source: This feature requires a DeepL API Key
es: Esta funcionalidad requiere una clave de la API de DeepL
eu: Ezaugarri honek DeepL API gako bat behar du
fr: Cette fonctionnalité requiert une clé API DeepL
it: Questa funzione richiede una chiave API DeepL
ko: 이 기능을 사용하려면 DeepL에서 발급받은 API 키가 있어야 합니다.
nl: Deze functionaliteit vereist een DeepL API-sleutel
pl: Ta funkcja wymaga klucza DeepL API
tr: Bu özellik bir DeepL API anahtarı gerektirir.
zh_hans: 该功能需要 DeepL API 密钥
zh_hant: 本功能需有 DeepL API 密鑰

source: Tab
es: Pestaña
eu: Erlaitza
fr: Onglet
it: Pannello
ko: 탭
pl: Zakładka
pt_br: Aba
tr: Sekme
zh_hans: 标签页
zh_hant: 頁籤

# timeline.filter.hide-posts-with-media
source: Hide posts with media
es: Ocultar publicaciones con contenido multimedia
fr: Cacher les publications avec des médias
it: Nascondi post con contenuti multimediali
pl: Ukryj posty z mediami
zh_hant: 隱藏含有媒體的嘟文

# trending-tag-people-talking %lld
source: %lld posts
es: %lld publicaciones
fr: %lld personnes parlent
it: %lld post
ko: %lld개 글
nl: %lld berichten
pt_br: %lld publicações
tr: %lld gönderi
zh_hans: %lld 人正在参与讨论
zh_hant: %lld 篇議論

# settings.content.iceshrimp.header
source: IceShrimp Workarounds
es: Soluciones alternativas para IceShrimp
fr: Solutions de contournement IceShrimp

# timeline.filter.show-seen-posts
source: Show seen posts
es: Mostrar publicaciones vistas
fr: Afficher les messages vus

# accessibility.media.supported-type.audio.label
source: Audio
eu: Audioa
ja: オーディオ
ko: 오디오
nb: Lyd
pt_br: Áudio
tr: Ses
zh_hans: 音频
zh_hant: 音訊

# accessibility.status.application.label
source: App
eu: Aplikazioa
ja: アプリ
ko: 글 작성에 사용한 앱
pl: Aplikacja
tr: Uygulama
zh_hans: 应用

# accessibility.tabs.timeline.content-hashtag-%@
source: Hashtag %@
eu: %@ traola
ja: ハッシュタグ %@
ko: 태그 %@
nb: Emneknagg %@
pl: Hasztag %@
zh_hans: 给 %@ 添加标签
zh_hant: 主題標籤 %@

# alert.button.ok
source: OK
eu: Ados
ko: 확인
tr: Tamam
uk: Гаразд

# explore.scope.hashtags
source: Hashtags
eu: Traolak
it: Hashtag
ja: ハッシュタグ
ko: 태그
pl: Hasztagi
tr: Hashtagler
uk: Хештеґи
zh_hans: 标签
zh_hant: 主題標籤

source: AppAccount
fr: Compte de l'app
it: AccountApp
pl: Konto aplikacji
tr: Uygulama Hesabı
zh_hans: App 账户
zh_hant: App 帳號

# timeline.filter.hide-posts-from-bots
source: Hide posts from bots
fr: Cacher les publications des robots
nl: Verberg posts van bots
pl: Ukryj posty przed botami
zh_hant: 隱藏機器人嘟文

source: TimelineFilter
fr: Filtre de chronologie
it: FiltroTimeline
pl: Filtr strumienia
tr: Zaman Çizelgesi Filtresi
zh_hans: 时间线过滤器
zh_hant: 時間軸過濾器

# notifications.menu-title.quote
source: Quote
fr: Citation

# notifications.menu-title.quote-updated
source: Updated quote
fr: Citation mise à jour
